[
  {
    "id": 1,
    "title": "Guide des dirigeants et administrateurs de sociétés en droit Ohada - 2e édition",
    "authors": "Alain FÉNÉON",
    "image": "guide-des-dirigeants-adminitrateurs-de-societes-ohada_orig.png",
    "resume": "Cette nouvelle édition a été revue et augmentée de plusieurs chapitres et commentaires concernant le dirigeant mandataire social et les administrateurs. Il en est ainsi du chapitre consacré au règlement des différends entre le dirigeant ou l'administrateur et la société et encore de la présentation de concepts innovants pour l'Afrique, tels l'éthique ou la RSE.",
    "description": "La connaissance de ce nouveau droit est indispensable à tous les opérateurs économiques, mais aussi aux avocats et juristes d'entreprises qui exercent leurs activités sur le continent africain ou en relation avec l'Afrique.",
    "purchaseLink": "https://www.lgdj.fr/guide-des-dirigeants-et-administrateurs-de-societes-en-droit-ohada-9782275161419.html",
    "price": "60,00 €"
  },
  {
    "id": 2,
    "title": "Le Nouveau droit de l'arbitrage et de la médiation en Afrique (Ohada) - 2e édition",
    "authors": "Alain FÉNÉON, J.-M. TCHAKOUA",
    "image": "le-nouveau-droit-de-l-arbitrage-et-de-la-mediation-ohada.jpg",
    "resume": "Le nouveau droit de l'arbitrage et de la médiation en Afrique Ohada : Un commentaire développé des trois textes majeurs qui renforcent et modernisent le dispositif de l'Ohada en matière de règlement alternatif et reflètent l'évolution du droit des affaires et de la jurisprudence de la CCJA depuis 2018.",
    "description": "",
    "purchaseLink": "https://www.lgdj.fr/le-nouveau-droit-de-l-arbitrage-et-de-la-mediation-en-afrique-ohada-9782275142302.html",
    "price": "67,00 €"
  },
  {
    "id": 3,
    "title": "Formulaire de droit des sociétés et de l'arbitrage Ohada - 2e édition",
    "authors": "Alain FÉNÉON",
    "image": "formulaire-de-droit-des-societes-et-de-l-arbitrage-ohada.jpg",
    "resume": "200 modèles d'actes et autres formules, de contrats-types et de tableaux de synthèse concernant le droit des sociétés. Et pour cette deuxième édition, 25 modèles concernant le droit de l'arbitrage Ohada",
    "description": "",
    "purchaseLink": "https://www.lgdj.fr/formulaire-de-droit-des-societes-et-de-l-arbitrage-ohada-9782275068299.html",
    "price": "67,00 €"
  },
  {
    "id": 4,
    "title": "Droit des sociétés en Afrique (OHADA) - 3e édition",
    "authors": "Alain FÉNÉON",
    "image": "droit-des-societes-afrique.png",
    "resume": "L'objectif des fondateurs de l'OHADA était d'apporter en Afrique une plus grande sécurité juridique et judiciaire. Non seulement ce but a été atteint, tout au moins dans son premier terme, mais l'espace OHADA constitue aujourd'hui un nouveau pôle de développement et d'activité économique.",
    "description": "La connaissance du nouveau Droit des sociétés commerciales est indispensable à tous ceux, hommes d'affaires, avocats, juristes d'entreprises et plus généralement tous les professionnels du droit, de l'économie et de la finance qui exercent leur activités sur le continent africain ou en relation avec l'Afrique.",
    "purchaseLink": "https://www.lgdj.fr/droit-des-societes-en-afrique-ohada-9782275110332.html",
    "price": "95,00 €"
  },
  {
    "id": 5,
    "title": "Guide de l'administrateur dans les sociétés anonymes de droit OHADA",
    "authors": "Alain FÉNÉON",
    "image": "ohaga_orig.jpg",
    "resume": "L'acceptation d'un mandat d'administrateur suppose la connaissance de la réglementation applicable et, en l'espèce, s'agissant d'exercer ce mandat dans des sociétés soumises au droit Ohada, la connaissance de dispositions de l'Acte Uniforme sur le droit des sociétés commerciales du 30 janvier 2014.",
    "description": "Mais au-delà de cette connaissance théorique, le futur administrateur doit s'assurer qu'il est en mesure d'exercer ce mandat et notamment qu'il répond aux conditions fixées par les statuts ; il doit s'interroger sur son rôle et sur la contribution qu'il est susceptible d'apporter à la société.",
    "purchaseLink": ""
  },
  {
    "id": 6,
    "title": "Le financement de projet en Afrique",
    "authors": "B. MARTOR et O. DIAWARA",
    "image": "",
    "resume": "Ouvrage sur le financement de projet en Afrique",
    "description": "",
    "purchaseLink": "",
    "year": "2024"
  },
  {
    "id": 7,
    "title": "La protection des données à caractère personnel",
    "authors": "M. OUATTARA et D. BANGALI",
    "image": "",
    "resume": "Ouvrage sur la protection des données personnelles",
    "description": "",
    "purchaseLink": "",
    "year": "2020"
  },
  {
    "id": 8,
    "title": "L'avocat dans l'espace OHADA",
    "authors": "Alain FÉNÉON, M. KONATE",
    "image": "",
    "resume": "La création de l'Organisation pour l'harmonisation en Afrique du droit des affaires (Ohada), qui a pour objectif d'unifier le droit des affaires dans les États membres, a eu un impact considérable sur la pratique du droit dans cette région.",
    "description": "",
    "purchaseLink": "https://www.lgdj.fr/l-avocat-dans-l-espace-ohada-9782275078175.html",
    "year": "2020",
    "price": "34,00 €"
  },
  {
    "id": 9,
    "title": "Droit de l'Union africaine",
    "authors": "TCHIKAYA B.",
    "image": "",
    "resume": "Ouvrage sur le droit de l'Union africaine",
    "description": "",
    "purchaseLink": "",
    "year": "2019"
  },
  {
    "id": 10,
    "title": "Un demi-siècle africain au CIRDI : regards rétrospectifs et prospectifs",
    "authors": "BEN HAMIDA W., NGWANZA A., HARELIMANA J.-B.",
    "image": "",
    "resume": "Analyse rétrospective et prospective de l'Afrique au CIRDI",
    "description": "",
    "purchaseLink": "",
    "year": "2019"
  },
  {
    "id": 11,
    "title": "Guide des procédures collectives d'apurement du passif en droit Ohada",
    "authors": "KONATE M. I.",
    "image": "",
    "resume": "Guide pratique des procédures collectives en droit OHADA",
    "description": "",
    "purchaseLink": "",
    "year": "2019"
  },
  {
    "id": 12,
    "title": "Les juridictions des organisations d'intégration économique en Afrique",
    "authors": "KEMFOUE KENGNY E. D.",
    "image": "",
    "resume": "Étude des juridictions des organisations d'intégration économique africaines",
    "description": "",
    "purchaseLink": "",
    "year": "2018"
  },
  {
    "id": 13,
    "title": "Droit des sociétés en Afrique (Ohada) - 2e édition",
    "authors": "FÉNÉON A.",
    "image": "",
    "resume": "Deuxième édition du droit des sociétés en Afrique OHADA",
    "description": "",
    "purchaseLink": "",
    "year": "2017"
  },
  {
    "id": 14,
    "title": "Guide de l'administrateur de société en droit Ohada",
    "authors": "FÉNÉON A.",
    "image": "",
    "resume": "Guide pratique pour les administrateurs de société en droit OHADA",
    "description": "",
    "purchaseLink": "",
    "year": "2016"
  },
  {
    "id": 15,
    "title": "Le droit pétrolier et minier en Afrique",
    "authors": "LAURIOL T., Raynaud E.",
    "image": "",
    "resume": "Ouvrage sur le droit pétrolier et minier en Afrique",
    "description": "",
    "purchaseLink": "",
    "year": "2016"
  },
  {
    "id": 16,
    "title": "Droit communautaire des affaires de la CEMAC",
    "authors": "MBA-OWONO Ch.",
    "image": "",
    "resume": "Étude du droit communautaire des affaires de la CEMAC",
    "description": "",
    "purchaseLink": "",
    "year": "2016"
  },
  {
    "id": 17,
    "title": "Le numérique au service du droit de l'Ohada et des États parties",
    "authors": "PIETTE-COUDOL T.",
    "image": "",
    "resume": "Impact du numérique sur le droit OHADA",
    "description": "",
    "purchaseLink": "",
    "year": "2016"
  },
  {
    "id": 18,
    "title": "Droit des sociétés en Afrique (Ohada) - 1ère édition",
    "authors": "FÉNÉON A.",
    "image": "",
    "resume": "Première édition du droit des sociétés en Afrique OHADA",
    "description": "",
    "purchaseLink": "",
    "year": "2015"
  }
]
